projects/case-c8eccb64/working/night_optimization/foam_candidates/candidate-926a140f/working/openfoam_case/0/omega
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    object      omega;
}
dimensions      [0 0 -1 0 0 0 0];
internalField   uniform 3.0;
boundaryField
{
    inlet       { type fixedValue; value uniform 3.0; }
    outlet      { type inletOutlet; inletValue uniform 3.0; value uniform 3.0; }
    farField    { type slip; }
    hull        { type omegaWallFunction; value uniform 3.0; }
}
